{
  "data": [
    {
      "authorID": 1,
      "id": 1,
      "title": "Мастер и Маргарита",
      "author": "Михаил Булгаков",
      "body": "Мастер и Маргарита - итоговое произведение выдающегося отечественного прозаика и драматурга Михаила Афанасьевича Булгакова."
    },
    {
      "authorID": 2,
      "id": 2,
      "title": "Война и Мир",
      "author": "Лев Толстой",
      "body": "Роман-эпопея, описывающий события войн против Наполеона: 1805 года и отечественной 1812 года. Признан критикой всего мира величайшим эпическим произведением литературы нового времени."
    },
    {
      "authorID": 3,
      "id": 3,
      "title": "Преступление и наказание",
      "author": "Федор Достоевский",
      "body": "«Преступление и наказание» (1866) — роман об одном преступлении. Двойное убийство, совершенное бедным студентом из-за денег. Трудно найти фабулу проще, но интеллектуальное и душевное потрясение, которое производит роман, — неизгладимо. В чем здесь загадка? Кроме простого и очевидного ответа — «в гениальности Достоевского» — возможно, существует как минимум еще один: «проклятые» вопросы не имеют простых и положительных ответов. Нищета, собственные страдания и страдания близких всегда ставили и будут ставить человека перед выбором: имею ли я право преступить любой нравственный закон, чтобы потом стать спасителем униженных и утешителем слабых; должен ли я сперва возлюбить себя, а только потом, став сильным, возлюбить ближнего своего? Это вечные вопросы."
    },
    {
      "authorID": 4,
      "id": 4,
      "title": "Братья Карамазовы",
      "author": "Федор Достоевский",
      "body": "Самый сложный, самый многоуровневый и неоднозначный из романов Достоевского, который критики считали то «интеллектуальным детективом», то «ранним постмодернизмом», то — «лучшим из произведений о загадочной русской душе». Роман, легший в основу десятков экранизаций — от предельно точных до самых отвлеченных, — но не утративший своей духовной силы…"
    },
    {
      "authorID": 5,
      "id": 5,
      "title": "Жекин",
      "author": "Лев Толстой",
      "body": "«Анна Каренина», один из самых знаменитых романов Льва Толстого, начинается ставшей афоризмом фразой: «Все счастливые семьи похожи друг на друга, каждая несчастливая семья несчастлива по-своему». Это книга о вечных ценностях: о любви, о вере, о семье, о человеческом достоинстве."
    },
    {
      "authorID": 6,
      "id": 6,
      "title": "Мёртвые души",
      "author": "Николай Гоголь",
      "body": "«…Говоря о „Мертвых душах“, можно вдоволь наговориться о России», – это суждение поэта и критика П. А. Вяземского объясняет особое место поэмы Гоголя в истории русской литературы: и огромный успех у читателей, и необычайную остроту полемики вокруг главной гоголевской книги, и многообразие высказанных мнений, каждое из которых так или иначе вовлекает в размышления о природе национального мышления и культурного сознания, о настоящем и будущем России."
    },
    {
      "authorID": 7,
      "id": 7,
      "title": "Собачье сердце",
      "author": "Михаил Булгаков",
      "body": "«Собачье сердце» – одно из самых любимых читателями произведений Михаила Булгакова. Вас ждёт полный рассказ о необыкновенном эксперименте гениального доктора."
    },
    {
      "authorID": 8,
      "id": 8,
      "title": "Евгений Онегин",
      "author": "Александр Пушкин",
      "body": "Роман в стихах «Евгений Онегин» стал центральным событием в литературной жизни пушкинской поры. И с тех пор шедевр А.С.Пушкина не утратил своей популярности, по-прежнему любим и почитаем миллионами читателей."
    },
    {
      "authorID": 9,
      "id": 9,
      "title": "Le comte de Monte Cristo",
      "author": "Александр Дюма",
      "body": "«Граф Монте-Кристо», один из самых популярных романов Александра Дюма, имеет ошеломительный успех у читателей. Его сюжет автор почерпнул из архивов парижской полиции. Подлинная жизнь сапожника Франсуа Пико, ставшего прототипом Эдмона Дантеса, под пером настоящего художника превратилась в захватывающую книгу о мученике замка Иф и о парижском ангеле мщения."
    },
    {
      "authorID": 10,
      "id": 10,
      "title": "Les Misérables",
      "author": "Виктор Гюго",
      "body": "Ореолом романтизма овеяны все произведения великого французского поэта, романиста и драматурга Виктора Мари Гюго (1802—1885). Идея животворной любви, милосердия, торжества добра над злом – вот стержень его романа «Отверженные». Среди «отверженных» и Жан Вальжан, осужденный на 20 лет каторги за то, что украл хлеб для своей голодающей семьи, и маленькая замарашка Козетта, превратившаяся в очаровательную девушку, и дитя парижских улиц Гаврош…"
    },
    {
      "authorID": 11,
      "id": 11,
      "title": "Горе от ума",
      "author": "Александр Грибоедов",
      "body": "«Горе от ума» - знаменитой комедии Грибоедова уже более полутора столетий, но живописная картина нравов, галерея живых типов и вечно острая ирония по-прежнему волнуют и увлекают читателей, уча их чистоте и меткости русского языка, понятием чести, достоинства и благородства."
    },
    {
      "authorID": 12,
      "id": 12,
      "title": "Старик и море",
      "author": "Эрнест Хемингуэй",
      "body": "Повесть Э.Хемингуэя «Старик и море», за которую автор получил в 1954 году Нобелевскую премию, уже давно стала современной классикой. История рыбака Сантьяго — это история нелегкого пути человека на земле, каждый день ведущего борьбу за жизнь и вместе с тем стремящегося сосуществовать в гармонии и согласии с миром, осознающего себя не одиночкой, как было в предыдущих произведениях писателя, а частицей огромного и прекрасного мира."
    },
    {
      "authorID": 13,
      "id": 13,
      "title": "451 градус по Фаренгейту",
      "author": "Рэй Брэдбери",
      "body": "Пожарные, которые разжигают пожары, книги, которые запрещено читать, и люди, которые уже почти перестали быть людьми… Роман Рэя Брэдбери «451° по Фаренгейту» — это классика научной фантастики."
    },
    {
      "authorID": 14,
      "id": 14,
      "title": "Маленький принц",
      "author": "Антуан де Сент-Экзюпери",
      "body": "В одном из писем к матери Сент-Экзюпери признался: “Мне ненавистны люди, пишущие ради забавы, ищущие эффектов. Надо иметь что сказать”. Ему, романтику неба, не чуравшемуся земных радостей, любившему, по свидетельству друзей, “писать, говорить, петь, играть, докапываться до сути вещей, есть, обращать на себя внимание, ухаживать за женщинами”, человеку проницательного ума со своими достоинствами и недостатками, но всегда стоявшему на защите общечеловеческих ценностей, было “что сказать”. И он это сделал: написал сказку “Маленький принц”, о самом важном в этой жизни, жизни на планете Земля, все чаще такой неласковой, но любимой и единственной."
    },
    {
      "authorID": 15,
      "id": 15,
      "title": "Martin Eden",
      "author": "Джек Лондон",
      "body": "Роман, который взорвал сознание нескольких поколений молодых людей разных стран, одержимых его почти ницшеанской идеей «сильного мужчины», преодолевающего любые препятствия.Сейчас, конечно, ницшеанские мотивы уже не актуальны, но основная его идея по-прежнему благородна...Настоящий мужчина не боится трудностей, не совершает предательства, не отступает перед врагом и всегда готов защитить любимую женщину. "
    }
  ]
}