{
  "data":[
    {
      "userId": 1,
      "id": 1,
      "title": "Мастер и Маргарита",
      "author": "Михаил Булгаков",
      "body": "Мастер и Маргарита - итоговое произведение выдающегося отечественного прозаика и драматурга Михаила Афанасьевича Булгакова."
    },
    {
      "userId": 2,
      "id": 2,
      "title": "Война и мир",
      "author": "Лев Толстой",
      "body": "Роман-эпопея, описывающий события войн против Наполеона: 1805 года и отечественной 1812 года. Признан критикой всего мира величайшим эпическим произведением литературы нового времени."
    },
    {
      "userId": 3,
      "id": 3,
      "title": "Преступление и наказание",
      "author": "Федор Достоевский",
      "body": "«Преступление и наказание» (1866) — роман об одном преступлении. Двойное убийство, совершенное бедным студентом из-за денег. Трудно найти фабулу проще, но интеллектуальное и душевное потрясение, которое производит роман, — неизгладимо. В чем здесь загадка? Кроме простого и очевидного ответа — «в гениальности Достоевского» — возможно, существует как минимум еще один: «проклятые» вопросы не имеют простых и положительных ответов. Нищета, собственные страдания и страдания близких всегда ставили и будут ставить человека перед выбором: имею ли я право преступить любой нравственный закон, чтобы потом стать спасителем униженных и утешителем слабых; должен ли я сперва возлюбить себя, а только потом, став сильным, возлюбить ближнего своего? Это вечные вопросы."
    },
    {
      "userId": 4,
      "id": 4,
      "title": "Братья Карамазовы",
      "author": "Федор Достоевский",
      "body": "Самый сложный, самый многоуровневый и неоднозначный из романов Достоевского, который критики считали то «интеллектуальным детективом», то «ранним постмодернизмом», то — «лучшим из произведений о загадочной русской душе». Роман, легший в основу десятков экранизаций — от предельно точных до самых отвлеченных, — но не утративший своей духовной силы…"
    },
    {
      "userId": 5,
      "id": 5,
      "title": "Анна Каренина",
      "author": "Лев Толстой",
      "body": "«Анна Каренина», один из самых знаменитых романов Льва Толстого, начинается ставшей афоризмом фразой: «Все счастливые семьи похожи друг на друга, каждая несчастливая семья несчастлива по-своему». Это книга о вечных ценностях: о любви, о вере, о семье, о человеческом достоинстве."
    }
  ]
}
